

//제품 정보 정보객체


  //1. 데이터 세팅

  const pdId ={

    설화수진설크림:{
    브랜드:"설화수",
    제품명:"진설크림 THE ULTIMATE S CREAM",
    가격:"520,000",
    
    에멀전:{
    브랜드:"라네즈",
    제품명:"워터뱅크 블루 히알루로닉 에멀젼 중‧건성용",
    가격:"29,400",
    
    인텐시브크림:{
    브랜드:"라네즈",
    제품명:"워터뱅크 블루 히알루로닉 인텐시브 크림",
    가격:"33,600",
    
    링클코렉터:{
      브랜드:"아이오페",
      제품명:"레티놀 엑스퍼트 0.3% 링클 코렉터 20ML",
      가격:"112,500",

    컬러밤:{
    브랜드:"마몽드",
    제품명:"크리미틴트 컬러밤 쉬폰 2.5G",
    가격:"9,800",
    
    달빛유자:{
    브랜드:"한율",
    제품명:"달빛유자 수면팩 70ML",
    가격:"30,600",

    }}///////////pdId//////////

/* 
조건:
1. 각 제품 데이터 정리 (브랜드 / 제품명 / 가격) < ${arrl[n]} < 할당
      arrl << 이걸로 제품 구분? ex) const product01 
2. 각 제품의 데이터를 forof제어문에 할당
시벌...
*/
//1.출력대상: desc 랑 price
